Repository: NSKomodo/ftbd0724
Catalog: ORM/ORM/Localizable.xcstrings
Source language: en
Languages: es_419

source: Date
es_419: Fecha

source: Historical 1RM Data
es_419: Historial 1RM

source: No Data
es_419: No Hay Datos

source: One Rep Max
es_419: Repetición Máxima

source: One Rep Max • lbs
es_419: Repetición Máxima • lbs

source: Oops!
es_419: Ay no!

source: There's no workout data available.
es_419: No se ha encontrado información de entrenamientos realizados.

source: Visible days: %lld
es_419: Días visibles: %lld

# WorkoutDataError.dataFile
source: Could not load workoutData.txt file from asset catalog.
es_419: No se pudo cargar el archivo workoutData.txt desde el catálogo.

# WorkoutDataError.dataFileNotFound
source: Workout data file is missing.
es_419: El archivo workoutData.txt no existe.

# WorkoutDataError.invalidDataFile
source: Workout data row is invalid or corrupted.
es_419: Una fila de datos en el archivo no es válida.

# WorkoutDataError.invalidDateFormat
source: A row has a date field that is not correct.
es_419: Una fila no tiene la fecha en el formato correcto.

# WorkoutDataError.invalidRow
source: Workout data row is invalid. Make sure each row is formatted as comma separated string consisting of: "date,exercise, repetitions,weight"
es_419: La fila de datos de este entrenamiento no es válida. Asegúrese de que cada fila tenga el siguiente formato: "fecha,ejercicio,repeticiones,peso"

# WorkoutDataError.unexpected
source: Unexpected error while attempting to load workoutData.txt file from asset catalog
es_419: Error inesperado al cargar el archivo workoutData.txt desde el catálogo.
